---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FabricationItemFolder
source: html/190f6a72-f165-c112-5d55-aee02a5dc223.htm
---
# FabricationItemFolder Members

Releases all resources used by the FabricationItemFolder